---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.CurtainGrid
source: html/0fc02d8b-2ed8-5884-5b77-00456b26e9ef.htm
---
# Autodesk.Revit.DB.GroupTypeId.CurtainGrid Property

Grid.

## Syntax (C#)
```csharp
public static ForgeTypeId CurtainGrid { get; }
```